<?php
  $a = array(
     "อดีตเป็นพื้นฐานปัจจุบัน ปัจจุบันเป็นพื้นฐานอนาคต",
     "ความรักที่อบอุ่นที่สุดคือความรักจากครอบครัว",
     "รักเเรกมันเเยกยาก ถ้ารักมากยิ่งยากเเยก",
     "หนังสือยิ่งอ่านยิ่งรู้ กระทุ้ยิ่งอ่านยิ่งเลอะ",
     "รักเเท้ยังเเพ้กลิ่นรักเเร้เทวอ",
     "ชอบก็ให้เเม่มาขอ อย่าปล่อยให้น้องคอยนาน",
     "เมาส์มีไว้คลิ๊ก กิ๊กมีไว้อวด",
     "อย่าเอาใจหนู เดี๋ยวเสียวหูโดยไม่รู้ตัว",
     "อย่าไว้ใจทาง อย่าวางใจไว้กับเทวอ",
     "หลงทางเดี๋ยวก็เจอ หลงเธอต้องทำไง",
     "รักที่ว่าเเน่ ยังเเพ้ให้กับคนที่ใช้",
     "เวลาพิสูจน์คน ความจนพิสูจน์เงิน",
     "อย่าบั่นทอนความรัก ด้วยการโกหกซ้ำๆ",
     "ข้อเสียของฝันดี คือตื่นมาแล้วพบว่ามันไม่ใช่ความจริง",
     "ดื่มเบียร์ทำให้เมา ดื่มเราทำให้เพลีย",
     "งานหนักไม่เอา งานเบาคิดดูก่อน",
     "ไม่ชอบหน้าฝนแต่สนหน้าเธอ",
     "ความเครียดจะหายไป ถ้าใจเราปล่อยวาง",
     "รักไม่ยุ่งมุ่งแต่การสอบ แต่ถ้าเธอกดตอบ เดียวค่อยไปอ่านหนังสือสอบก็ได้",
     "ชีวิตคนเราบางทีก็ถูกที่ แต่ผิดเวลา"
  );
  $random_key = array_rand($a,1);
  echo "<p>" .$a[$random_key]."</p>";

?>